{
  "users": [
    {
      "firstName": "Jacques",
      "lastName": "Owen",
      "email": "jacques.owen@oakcapital.com",
      "username": "jowen",
      "password": "7Ebw7wT4",
      "id": 1
    },
    {
      "firstName": "Yazmin",
      "lastName": "Rios",
      "email": "yazmin.rios@oakcapital.com",
      "username": "yazrio",
      "password": "arXsr76g",
      "id": 2
    },
    {
      "firstName": "Justin",
      "lastName": "Keller",
      "email": "justin.keller@oakcapital.com",
      "username": "jkeller",
      "password": "WgsH2Y5u",
      "id": 3
    }
  ],
  "deals": [
    {
      "dealName": "Hyatt Hotel Chicago/O’Hare",
      "address": "6350 N River Rd, Rosemont, IL 60018",
      "propertyId": 2,
      "classId": 2,
      "stageId": 1,
      "statusId": 1,
      "squareFeet": "123,630",
      "contact": "Scott Kaniewski",
      "initialPrice": "$3,800,000",
      "initialCapRate": "7%",
      "bidPrice": "n/a",
      "closingDate": "2020-09-30",
      "notes": "The Hyatt Rosemont opened in 1999 and features an 8-story, interior corridor building set on ±0.52 acres with 206 oversized guestrooms and numerous modern amenities including a fitness center, business center, complimentary airport transportation, ±9,680 SF of flexible indoor meeting space, and a 103-seat all-inclusive restaurant and lounge. Hyatt has granted certain franchise incentives that are assumable by new ownership. There is currently no PIP requirement prior to June 2020; Royalty Fees have been reduced by 50% through December 2019, and FF&E Reserves have been reduced through December 2019. These franchise incentives are assumable by new ownership, and may be extended, subject to further negotiation with Hyatt. Situated just off Interstate-294 and Interstate-90, the Hyatt Rosemont is located just two miles from the O’Hare International Airport, easily accessible to business, leisure, and group travelers alike. Additionally, with its location in the Chicago O’Hare submarket, the Hotel is at the center of a robust commercial/industrial economy that features roughly 13.2 million square feet of office space (over 6.9 million SF classified as Class A). The Hotel is also in close proximity to several major Chicagoland demand generators including Rivers Casino (less than 1 mile), Donald E. Stephens Convention Center (1.5 miles), which is the nation’s 10th largest convention and trade show facility with 840,000 square feet of exhibition space, the Fashion Outlets of Chicago (2 miles), MB Financial Park (2 miles), and Allstate Arena (2 miles). The Hotel is also located minutes from Downtown Chicago, which is approximately 15 miles to the southeast via the Kennedy Expressway (I-90).",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596397239/flyingboar/goc0pywzni5vxixzrhee.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596397344/flyingboar/hxcmpwp1tocvkyr9dolr.jpg"
      ],
      "userId": 1,
      "id": 1
    },
    {
      "dealName": "Woodwardside Plaza",
      "address": "30252-30278 Woodward Ave, Royal Oak, MI 48073",
      "propertyId": 4,
      "classId": 1,
      "stageId": 2,
      "statusId": 1,
      "squareFeet": "13,100",
      "contact": "Barry Swatsenbarg",
      "initialPrice": "$1,600,000",
      "initialCapRate": "6%",
      "bidPrice": "n/a",
      "closingDate": "2020-09-28",
      "notes": "Woodwardside Plaza, built in 2008, is a 13,100 square foot, 100% occupied, multi-tenant retail strip located in Royal Oak, MI. The Property features great national and regional tenancy: AT&T, America’s Best, Lefty’s Cheesesteak, uBreakiFix, and 2941 Mediterranean Street Food. The center has strong lease term with 64% of the center leased into at least 2024. 2941 Mediterranean Street Food just recently signed new 10-year lease in January 2019. The Property is well-positioned in a core retail market featuring 26.5 million square feet of retail within a 5-mile radius with another 132,000 square feet of retail product currently under construction. The 12-month net absorption within a 5-mile radius of 213,000 square feet coupled with a vacancy rate of 3.4% demonstrates the highly desirable nature of the area, both to current and future tenancy. Additionally, the Asset is located with a densely populated, affluent market with over 300,000 people and an average household income in excess of $103,000 within a 5-mile radius. Furthermore, the population is expected to continue to increase with a 2024 projection of over 306,000 people within a 5-mile radius. Woodwardside Plaza also features an excellent location off Woodward Ave, a major thoroughfare, featuring over 72,000 vehicles per day. In addition to superb traffic counts, the asset features great visibility from both the north and south directions with minimal landscaping obstructions, and multiple nearby turnarounds provide customers with quick and convenient access to and from the Property.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596397930/flyingboar/famtcywx6tltg04amrbg.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596397942/flyingboar/be2n0gyjxh5wnart3jhp.jpg"
      ],
      "userId": 1,
      "id": 2
    },
    {
      "dealName": "Centre East",
      "address": "7810-7840 East Broadway Blvd, Tucson, AZ 85710",
      "propertyId": 5,
      "classId": 3,
      "stageId": 3,
      "statusId": 1,
      "squareFeet": "96,217",
      "contact": "Mark Irvin",
      "initialPrice": "$250,000",
      "initialCapRate": "6%",
      "bidPrice": "$250,000",
      "closingDate": "2020-09-11",
      "notes": "Centre East is a four-building garden-style office campus development situated at the southwest corner of Broadway Blvd.​ and Pantano Road, essentially anchoring Tucson’s Eastside office sub-market area.​ Offering approximately 15,000 SF per floor, or just under 30,000 SF per building, Centre East provides extensive open and covered parking areas strategically and conveniently situated throughout the campus.​ The property is easily adaptable to tenants requiring open collaborative design or more intense office configurations.​ The development consists of three fairly identical 2-story office buildings built in 1974 (7820, 7830 and 7840 E.​ Broadway) each consisting of just under of 30,000 square feet.​ Additionally, a stand-alone, single-story building at 7810 E.​ Broadway built in 1986 consists of 6,904 square feet and also offers excellent signage options, as does the rest of the campus.​",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596398518/flyingboar/lhkehynobmu5wigy7nab.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596398526/flyingboar/cxts0okofx6erb0ke3yu.jpg"
      ],
      "userId": 1,
      "id": 3
    },
    {
      "dealName": "Ameris Retail Bank Branch",
      "address": "108 Canton Hwy, Cumming, GA 30040",
      "propertyId": 4,
      "classId": 1,
      "stageId": 4,
      "statusId": 1,
      "squareFeet": "8,350",
      "contact": "William Hancock",
      "initialPrice": "$1,300,000",
      "initialCapRate": "5%",
      "bidPrice": "$1,300,000",
      "closingDate": "2020-09-25",
      "notes": "Built in 2008, the Property contains a freestanding custom designed and quality brick constructed ±8,350 SF on a ±1.43 acre corner parcel in the heart of downtown Cumming, just 40-miles from Atlanta's CBD. The Building offers 3 drive-thru lanes and abundant parking with 51 free Surface Spaces are available; Ratio of 6.10/1,000 SF. The Property benefits from irreplaceable visibility and 171' on Canton Hwy (with 2 curb cuts). The Property is currently dark/vacant but continually maintained and operated by Ameris Bank. Although vacant, the Property benefits from its corporate guaranteed BBB+ credit tenant with a long term modified net lease through 2/2028. The Property offers investors stable income with ±7.5 years of team remaining, an annual rent of $337k and annual 2.5% escalations. This asset is available at a substantial discount with significant value add and unique opportunity to reposition asset long term.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596399212/flyingboar/zlmhkvfoinhacbdnwydi.jpg"
      ],
      "userId": 1,
      "id": 4
    },
    {
      "dealName": "University Commons Retail",
      "address": "129-145 Commons Dr, Martin, TN 38237",
      "propertyId": 4,
      "classId": 1,
      "stageId": 5,
      "statusId": 1,
      "squareFeet": "37,082",
      "contact": "James Morris",
      "initialPrice": "$1,000,000",
      "initialCapRate": "6.5%",
      "bidPrice": "$1,000,000",
      "closingDate": "2020-09-07",
      "notes": "University Commons (the “Property”) is a ±37,082 SF retail center anchored by EW James & Sons Grocery and Dollar Tree in Martin, Tennessee. Built in 2013, the Property consists of a 100% leased shopping center located at 129-145 Commons Drive. Situated on ±3.6 acres, it features prominent signage, a ±4.7 per 1,000 SF parking ratio, and ±52 feet of store frontage. The Property is anchored by EW James & Sons (±39% GLA), a local grocery/pharmacy with numerous locations around the state, and Dollar Tree (±22% GLA), a chain of discount variety stores with over 15,000 locations throughout the 48 contiguous U.S. states and Canada. Inline tenants include Hibbett Sports (±18% GLA), Factory Connection (±10% GLA), and Happy Teeth Pediatric Dentistry (±11% GLA). University Commons is strategically located across the street from the University of Tennessee at Martin (UT Martin), a four-year university with approximately 7,000 students. Neighboring tenants include CVS, Advanced Auto Parts, Rural King, McDonald's, Taco Bell, Pizza Hut, and Burger King, among others. As of 2020, the Property’s demographics have ±12,010 individuals residing within a 3-mile radius, with an average household income of ±$52,313. In the same year, the total specified consumer spending within a 3-mile radius of the Property accounts for ±$94,070, and there are ±515 businesses and ±4,977 employees.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596399525/flyingboar/xdean4pkaksuys99vic2.jpg"
      ],
      "userId": 1,
      "id": 5
    },
    {
      "dealName": "Ramada Plaza Atlanta",
      "address": "450 Capitol Ave SE, Atlanta, GA 30312",
      "propertyId": 2,
      "classId": 2,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": "142,432",
      "contact": "Steve Leslie",
      "initialPrice": "$4,000,000",
      "initialCapRate": "5%",
      "bidPrice": "$4,000,000",
      "closingDate": "2020-07-27",
      "notes": "Ramada Plaza by Wyndham (“Property”), a prominently positioned, 375-room hotel located in Downtown Atlanta. A new investor will have a remarkable opportunity to acquire the Property at a significant discount to replacement cost. Given the ability to acquire the Property at an extremely attractive basis right next door to the Summerhill development, a new owner will increase their overall return and profitability for their investors. A new investor will have a rare opportunity to reposition an extremely well-located asset in downtown Atlanta adjacent to the I-20/I-85 intersection and also next to Georgia State Stadium (formerly Turner Field of the Atlanta Braves). The Hotel has an unbeatable proximity to downtown Atlanta’s largest demand drivers including Georgia State University, Mercedes-Benz Stadium, State Farm Arena, Grady Memorial Hospital, Centennial Park, Georgia State Capitol and legislative offices and Georgia World Congress Center.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596400181/flyingboar/tvxxn4mrhx5ajebs4htt.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596400187/flyingboar/n2rgdvdmw8zjpkbrpzj7.jpg"
      ],
      "userId": 1,
      "id": 6
    },
    {
      "dealName": "Dallas Office Campus",
      "address": "5787 S. Hampton Rd & 5801 Marvin Love D Fwy, Dallas, TX 75237",
      "propertyId": 5,
      "classId": 2,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": "117,312",
      "contact": "Lance Custen",
      "initialPrice": "$3,000,000",
      "initialCapRate": "4.5%",
      "bidPrice": "$3,000,000",
      "closingDate": "2020-07-15",
      "notes": "One & Two West Hills (the “Property”) are an offering of two four-story, glass office buildings totaling ±116,694 SF in Dallas, Texas. Located at 5787 S Hampton Road, One West Hills is comprised of a ±65,378 SF building constructed in 1984. The building is currently ±92.61% occupied. Local favorite radio station KHVN – Heaven 97 is one of the many notable tenants, with a very strong following of listeners and a deep audience. Built in 1977, Two West Hills is located at 5801 Marvin D Love Freeway. The ±51,316 SF building features on-site security and banking facilities. Two West Hills is currently ±95.22% occupied. This building has a very diverse tenant roster including Wells Fargo, a leading and top publicly traded financial institutional with market cap of approximately $103B as of 7/10/2020. Other tenants include representation from a multitude of sectors including attorneys, salons, a geological company, chiropractors, speech and occupational therapists, and a doctor’s office, among others. Pearson Test Vue is also a tenant, which handles all teacher certifications and testing facilities for professional services and licenses in notable industries. There is also a TSA pre-check tenant, which is a de facto government tenant.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596400577/flyingboar/g8g5ypr6buogex3mvrxj.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596400586/flyingboar/ukfthtl3nvlxbtlmggf2.jpg"
      ],
      "userId": 1,
      "id": 7
    },
    {
      "dealName": "Central Las Vegas Office",
      "address": "2355 Red Rock St, Las Vegas, NV 89117",
      "propertyId": 5,
      "classId": 3,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": "15,300",
      "contact": "Ryan Misaresh",
      "initialPrice": "$450,000",
      "initialCapRate": "9%",
      "bidPrice": "$450,000",
      "closingDate": "2020-07-06",
      "notes": "The Central Las Vegas Office Building (“The Property”) is a ±15,300 SF two-story, standalone professional office building. This asset is a great owner/user opportunity and gives investors the opportunity to purchase at a significant discount with a huge value add opportunity through long term leasing strategies. Originally built in 1983, the property contains a multi-tenant office building situated on one parcel totaling 1.2 acres with 5:1000 parking with covered stalls. The property is currently 20% occupied with a remaining 12,248 SF of vacant space. The property is located near the signalized intersection of W. Sahara Avenue and S. Jones Boulevard. 2355 Red Rock Street boasts flexible floor plates that will accommodate a variety of users. The subject is an excellent opportunity for an owner/user to occupy a portion of the building, while in-place cash flow defrays effective occupancy costs. An investor can benefit from rental income to assist with carrying costs during the leasing-up campaign. In addition to the current tenant lease, parking spaces are currently being leased out which adds additional monthly income.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596400861/flyingboar/zrfgr9idx4rbkcmobgs8.jpg"
      ],
      "userId": 1,
      "id": 8
    },
    {
      "dealName": "ADT Industrial/Flex",
      "address": "2021 Cabot Blvd W, Langhorne, PA 19047",
      "propertyId": 3,
      "classId": 2,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": "40,817",
      "contact": "Peter Stevens",
      "initialPrice": "$2,000,000",
      "initialCapRate": "5%",
      "bidPrice": "$2,000,000",
      "closingDate": "2020-07-14",
      "notes": "2021 Cabot Boulevard (the “Property”), is a well-located flex (office/warehouse) NN, single tenant opportunity totaling 40,817 square feet located in Langhorne, Pennsylvania. This “Core” Investment opportunity reflects a building 100% leased to a single-tenant Fortune 1000 company. ADT, with revenues of $5B+, and its predecessor LifeShield, utilizes the building as a mission critical operation housing three separate functions including last mile warehousing of product ready for shipping direct to their customer, executive office space and a call center.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596401303/flyingboar/yckdzvmapjbrut15qio7.jpg"
      ],
      "userId": 1,
      "id": 9
    },
    {
      "dealName": "Red Sands Hotel ",
      "address": "670 East Hwy 24, Torrey, UT 84775",
      "propertyId": 2,
      "classId": 1,
      "stageId": 2,
      "statusId": 1,
      "squareFeet": "50,000",
      "contact": "Brad Christenson",
      "initialPrice": "$2,200,000",
      "initialCapRate": "6%",
      "bidPrice": "n/a",
      "closingDate": "2020-10-22",
      "notes": "This 65-room, 50,000 +/-, Boutique hotel and spa presents a new owner the opportunity to acquire a value-add property that has added 31,000 SF including 30 oversized guestrooms, a new laundry facility, meeting space, restaurant and bar, full kitchen, full-service spa, a 1,500 SF yoga & event space, and the addition of nine individual employee housing. The original building with 35 rooms was built in 1999. This hotel offers a new investor significant upside potential by focusing on increasing the hotels operational efficiency and by opening the full service spa. A detailed approach to expense management can position the asset to see a significant boost in hotel performance and increase in the hotels EBITDA and with the increase of revenue in the newly added spa, restaurant and bar. The Red Sands Hotel & Spa recently completed multimillion dollar, 18 month renovation and expansion project where they added over 30,000 Square feet of new space which including a new lobby with guest lounge space, pool patio with a gas fire pit, horse pasture, a star gazing deck, meeting space, yoga room, a full service restaurant & bar, and a uniquely designed full service spa. with a meditation room, steam rooms, foot massage rooms, private soaking rooms, and float tank. The Red Sands Hotel & Spa has a gorgeous indoor pool and hot tub.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596401699/flyingboar/e4zop0c2kdt4fpmernzy.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596401708/flyingboar/dj85zzdqqftgfxeghp58.jpg",
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596401716/flyingboar/qleyurqayskvfsfgdo0l.jpg"
      ],
      "userId": 2,
      "id": 10
    },
    {
      "dealName": "Hilton Garden Inn",
      "address": "4535 Williams Blvd, Kenner, LA 70065",
      "propertyId": 2,
      "classId": 2,
      "stageId": 4,
      "statusId": 1,
      "squareFeet": "66,217",
      "contact": "Joce Messinger",
      "initialPrice": "$3,300,000",
      "initialCapRate": "6%",
      "bidPrice": "$3,300,000",
      "closingDate": "2020-08-26",
      "notes": "Leasehold interest in the 122-key Hilton Garden Inn by Hilton (HGI) located in Kenner, Louisiana. This well- appointed hotel was constructed in 2000 and is being offered well below replacement cost in a very high barrier to entry market less than 15 miles from the city of New Orleans. The hotel is being offered unencumbered of debt and management with the ability to retain the Hilton Garden Inn flag via a long-term franchise agreement with Hilton Worldwide. The hotel features premium amenities including but not limited to a fitness center, outdoor pool and conference space with additional meeting space. Other amenities the hotel includes are concierge services, dry cleaning/laundry facilities along with an onsite bar and full-service restaurant. The subject waterfront property is well situated on 2.5 acres with easy access from Interstate-10 and is within walking distance to multiple shopping and restaurant demand generators with direct access to the New Orleans Airport.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596402117/flyingboar/nkpzzu9sgkyukdhalbss.jpg"
      ],
      "userId": 2,
      "id": 11
    },
    {
      "dealName": "Playa Vista Condos",
      "address": "17040 FM 1097, Montgomery, TX 77356",
      "propertyId": 1,
      "classId": 1,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": "24,779",
      "contact": "Jim Humphries",
      "initialPrice": "$1,050,000",
      "initialCapRate": "3.5%",
      "bidPrice": "$1,050,000",
      "closingDate": "2020-07-10",
      "notes": "Playa Vista on Lake Conroe is a class “A” mid-rise three-story, 38-unit condominium development located at 17040 FM 1097 in Montgomery, TX. This offering includes 12 condominium units within Playa Vista on Lake Conroe and an 5+ acres of land offering significant upside opportunities in suburban Houston. The opportunity presented to a future owner of the property is in the development of the additional land. With strong local income levels and a median age within 3 miles of 50+, the future demand for smaller, hassle-free residences with the same lake-front lifestyle accommodations should prove strong in the near to mid term. This Property includes 12 condominium units totaling ±24,779 SF within the luxurious 38-unit residential waterfront community. The Condos are currently ±58% occupied with value add continued lease-up of the available 5 units at market rates. The Condos offer Class A amenities with large units averaging ±2,065 SF with beautiful lakefront views. The Property also includes an additional 5+ acres of land included for proposed development and the Condominium Declaration allows declarant to build up an additional 112 units offering significant value add through future development/expansion. The recorded condo map will be conveyed to new owner. The Condos are positioned on an expansive 10 acres of land on Lake Conroe, outside of Houston, TX and caters to residents who desire a waterfront lifestyle. Built in 2008, the building is wood frame construction on a concrete slab with surface-level parking and amenities. The community has 38 residential units within 3-story buildings with a dynamic unit mix including various 2, 3, and four bedroom floorplans. The amenity package includes a ±1,500 SF clubhouse, resort style pool, hot tub, exercise room and boat pier with 22 slips.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596402508/flyingboar/v4tvxzrh6gcaloyrxcd4.jpg"
      ],
      "userId": 2,
      "id": 12
    },
    {
      "dealName": "Hyatt Place Dallas",
      "address": "1542 N Hwy 360 , Grand Prairie, TX 75050",
      "propertyId": 2,
      "classId": 2,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": "84,107",
      "contact": "Michael Yu",
      "initialPrice": "$2,200,000",
      "initialCapRate": "5%",
      "bidPrice": "$2,200,000",
      "closingDate": "2020-08-03",
      "notes": "Hyatt Place Dallas/North Arlington/Grand Prairie, located in Grand Prairie, TX just 20 minutes west of Downtown Dallas, 14 minutes from Dallas Fort Worth International Airport and within minutes from the city’s most popular attractions in Arlington/Grand Prairie, including Six Flags Over Texas, Hurricane Harbor, Lincoln Square and The Theatre at Grand Prairie. The Property consists of 134 rooms and has undergone a recent major renovation. Nestled in the Irving Grand Prairie sub-market of Dallas/Fort Worth, Texas, a top 25 US market, the property receives business from a diverse population of both transient and leisure segments. The Hotel is offered unencumbered of management.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596402745/flyingboar/jltj5kdi8mod3smdmtsb.jpg"
      ],
      "userId": 2,
      "id": 13
    },
    {
      "dealName": "Elmwood Plaza",
      "address": "3701 Durand Ave, Racine, WI 53405",
      "propertyId": 4,
      "classId": 3,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": "332,849",
      "contact": "Christian Williams",
      "initialPrice": "$800,000",
      "initialCapRate": "7.5%",
      "bidPrice": "$800,000",
      "closingDate": "2020-07-17",
      "notes": "Elmwood Plaza is a co-anchored community retail center located at 3701 Durand Avenue in Racine, WI. Elmwood Plaza presents investors with an excellent opportunity to acquire a retail property that is both generating income and offers various value-add opportunities. Elmwood Plaza, originally constructed in 1956, is a two-level, 334,200 SF retail/office complex on an in-fill site along the Racine area’s primary retail corridor. This area is poised for explosive growth with the 2017 announcement by FoxConn Technology of a $10 billion, 20 million square foot LCD manufacturing facility that will employ 13,000 employees when fully operational just 5 miles to the west.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596403238/flyingboar/gckewrkuovyqoaiyrpvj.jpg"
      ],
      "userId": 2,
      "id": 14
    },
    {
      "dealName": "Super 8 Valdosta",
      "address": "1383 & 1389 N St Augustine Rd, Valdosta, GA 31602",
      "propertyId": 2,
      "classId": 3,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": "10,000",
      "contact": "Joce Messinger",
      "initialPrice": "$1,100,000",
      "initialCapRate": "6%",
      "bidPrice": "$1,100,000",
      "closingDate": "2020-07-03",
      "notes": "Fee-simple interest in 63-key Days Inn & 72-key Super 8 Wyndham hotels located in Valdosta Georgia Unencumbered of management and debt with upside through direct onsite management 2019 Twelve Month (TTM) revenue estimated at $1.2MM per the December 2019 STR. The dual branded property consists of guestroom floors and has been very well-maintained directly with an excellent location off Interstate-75. The Days Inn offers 63 units and the Super 8 consists of 72 units. These hotel assets are currently being operated by a large management company and offers a significant opportunity for a new investor to add value through improving the bottom-line inefficiencies.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596403614/flyingboar/yfoo5h5uffkq8hamuoet.jpg"
      ],
      "userId": 2,
      "id": 15
    },
    {
      "dealName": "Safe Harbor Landing",
      "address": "12131 Safe Harbor Cir E, Irvington, AL 36544",
      "propertyId": 1,
      "classId": 3,
      "stageId": 3,
      "statusId": 1,
      "squareFeet": "100,875",
      "contact": "Allan Cameron Jr.",
      "initialPrice": "$1,400,000",
      "initialCapRate": "6%",
      "bidPrice": "$1,400,000",
      "closingDate": "2020-09-08",
      "notes": "Safe Harbor Landing (the Property) is a 99-unit residential community in Irvington, AL that offers potential for redevelopment, mixed use or continue modular home. Subject Property is located at 12131 Safe Harbor Circle E and consists of 100,875 square feet situated on 52 acres. The Property is 92% occupied with below market rents of less than $0.50/sf/mo and less than 50% of build out capacity. The property is located out of flood zone and currently owned by the Housing Authority with annual revenues of $600,000+.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596403957/flyingboar/a5lb7a4ygqzkxurtzq09.jpg"
      ],
      "userId": 3,
      "id": 16
    },
    {
      "dealName": "Knoxville Medical Office",
      "address": "550 Town Creek Rd, Lenoir City, TN 37772",
      "propertyId": 5,
      "classId": 1,
      "stageId": 1,
      "statusId": 1,
      "squareFeet": "15,009",
      "contact": "Benjamin Bivens",
      "initialPrice": "$1,000,000",
      "initialCapRate": "5.5%",
      "bidPrice": "n/a",
      "closingDate": "2020-09-22",
      "notes": "The Property consists of a ±15,009 RSF, Class A, 100% leased, multi-tenant medical office building located in a rapidly growing MSA of Knoxville, TN. The Property has a diverse mix of medical practice groups allowing for a range of healthcare services offered to the site. Town Creek Commons Medical Office is ideally-located adjacent to Fort Loudon Medical Center, an ±87,000 SF, ±50-bed acute care hospital. Fort Loudon Medical is part of the Covenant Health system, which operates ±9 acute care hospitals and ±1,500 physicians throughout Eastern Tennessee. Headquartered in Knoxville, Covenant Health is a community owned not-for-profit organization, as well as the area’s largest employer with ±10,000 employees.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596404238/flyingboar/hgueijphmhjoe62dit6v.jpg"
      ],
      "userId": 3,
      "id": 17
    },
    {
      "dealName": "Pike Plaza",
      "address": "4030 Lafayette Rd, Indianapolis, IN 46254",
      "propertyId": 4,
      "classId": 3,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": "164,534",
      "contact": "Addison Montague",
      "initialPrice": "$1,800,000",
      "initialCapRate": "5%",
      "bidPrice": "$1,800,000",
      "closingDate": "2020-06-30",
      "notes": "Built in 1988, the Property consists of a multi-tenant shopping center situated on approximately 18.56 acres, in one of the city's densest commercial corridors. The Center sits at the hard corner of Lafayette Road (±27.5K VPD) and Pike Plaza Road (±23.2K VPD), approximately a half-mile from Lafayette Road’s interchange with I-65 (±74.8K VPD). This location provides the center high visibility and regional accessibility. The Center is currently ±98% occupied by 18 tenants, with an existing NOI of ±$570,725. The largest tenant, La Villita Mega Mall, has been in the center since at least 2012, which is as far back as the seller’s records go. Their lease is structured in 12-month periods and they have renewed every year. In November 2019, La Villita executed their annual renewal to push their expiration until 1/31/21. In addition, the Center is shadow-anchored by Carniceria Guanajuato. This is a Hispanic grocer that occupies approximately 40,000 SF on a separately-owned parcel. The store is a bustling hive of activity that activates the entire left side of the center, making it a draw for the entire Property. In addition, the site features a ±0.9-acre outparcel available for development.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596404912/flyingboar/sngnkfmpdlcmbnzhnbbd.jpg"
      ],
      "userId": 3,
      "id": 18
    },
    {
      "dealName": "Hyatt Place Austin",
      "address": "3612 Tudor Blvd, Austin, TX 78759",
      "propertyId": 2,
      "classId": 2,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": "75,486",
      "contact": "Michael Yu",
      "initialPrice": "$4,000,000",
      "initialCapRate": "6%",
      "bidPrice": "$4,000,000",
      "closingDate": "2020-07-21",
      "notes": "Hyatt Place Austin Arboretum, located in Northwest Austin. Situated in a fantastic location with many nearby destinations and attractions, it is just 15 minutes north of Downtown Austin by car. The Arboretum, a top-rated open-air shopping destination, is within walking distance of the hotel. The Domain, a shopping center featuring more than 100 upscale and mainstream retail stores, is a mere 2 minutes from the property. Austin-Bergstrom International Airport is also just a 20 minute drive from the hotel. The Property consists of 127 rooms and has undergone a recent major renovation. The location is within a rapidly growing sub-market of Austin, Texas, a top 25 US market, containing diverse exposure to both the transient business and leisure segments. The Hotel is offered unencumbered of management.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596405183/flyingboar/hpkokchqjvrddswif1t6.jpg"
      ],
      "userId": 3,
      "id": 19
    },
    {
      "dealName": "Hyatt Place San Antonio Airport",
      "address": "7615 Jones Maltsberger Rd, San Antonio, TX 78216",
      "propertyId": 2,
      "classId": 2,
      "stageId": 2,
      "statusId": 1,
      "squareFeet": "72,337",
      "contact": "Michael Yu",
      "initialPrice": "$3,200,000",
      "initialCapRate": "6%",
      "bidPrice": "$3,200,000",
      "closingDate": "2020-10-01",
      "notes": "Hyatt Place San Antonio Airport Quarry Market, located in northwest San Antonio, just 2 miles from San Antonio International Airport and also right across the street from the San Antonio Quarry Market, a thriving shopping and lifestyle center boasting some of the finest shopping, dining and entertainment the city has to offer. The Property consists of 126 rooms and has undergone a recent major renovation. Nestled in the San Antonio Airport sub-market of San Antonio, Texas, a top 25 US market, the property receives business from a diverse population of both transient and leisure segments. The Hotel is offered unencumbered of management.",
      "images": [
        "https://res.cloudinary.com/diswqnkzl/image/upload/v1596405691/flyingboar/vzgqaozbjy3po7gcxfwp.jpg"
      ],
      "userId": 1,
      "id": 20
    }
  ],
  "properties": [
    {
      "type": "Multi-Family",
      "id": 1
    },
    {
      "type": "Hospitality",
      "id": 2
    },
    {
      "type": "Industrial",
      "id": 3
    },
    {
      "type": "Retail",
      "id": 4
    },
    {
      "type": "Office",
      "id": 5
    },
    {
      "type": "Mixed-Use",
      "id": 6
    },
    {
      "type": "Land",
      "id": 7
    },
    {
      "type": "Special Purpose",
      "id": 8
    }
  ],
  "classes": [
    {
      "class": "A",
      "id": 1
    },
    {
      "class": "B",
      "id": 2
    },
    {
      "class": "C",
      "id": 3
    }
  ],
  "stages": [
    {
      "stage": "Prospecting",
      "id": 1
    },
    {
      "stage": "Underwriting",
      "id": 2
    },
    {
      "stage": "Letter of Intent",
      "id": 3
    },
    {
      "stage": "Due Diligence",
      "id": 4
    },
    {
      "stage": "Bid",
      "id": 5
    }
  ],
  "statuses": [
    {
      "status": "Active",
      "id": 1
    },
    {
      "status": "Closed",
      "id": 2
    },
    {
      "status": "Lost",
      "id": 3
    }
  ],
  "messages": [
    {
      "message": "What's for lunch?",
      "date": "08/10/2020 9:38AM",
      "userId": "1",
      "id": 1
    },
    {
      "message": "I'm thinking Martin's BBQ",
      "date": "08/10/2020 9:53AM",
      "userId": "3",
      "id": 2
    },
    {
      "message": "It's not even noon yet, get back to work!",
      "date": "08/10/2020 10:04AM",
      "userId": "2",
      "id": 3
    }
  ]
}