{
  "users": [
    {
      "firstName": "Jacques",
      "lastName": "Owen",
      "email": "jacques.owen@oakcapital.com",
      "username": "jowen",
      "password": "7Ebw7wT4",
      "id": 1
    },
    {
      "firstName": "Yazmin",
      "lastName": "Rios",
      "email": "yazmin.rios@oakcapital.com",
      "username": "yazrio",
      "password": "arXsr76g",
      "id": 2
    },
    {
      "firstName": "Justin",
      "lastName": "Keller",
      "email": "justin.keller@oakcapital.com",
      "username": "jkeller",
      "password": "WgsH2Y5u",
      "id": 3
    }
  ],
  "deals": [
    {
      "dealName": "Candlewood Suites",
      "address": "50 Stephen S Green Dr, Savannah, GA 31408",
      "propertyId": 2,
      "classId": 1,
      "stageId": 1,
      "statusId": 1,
      "squareFeet": 52518,
      "contact": "Joce Messinger",
      "initialPrice": 2300000,
      "initialCapRate": "",
      "bidPrice": "",
      "closingDate": "8/26/2020",
      "notes": "Leasehold interest in the 91-key Candlewood Suites by IHG located at the Savannah/Hilton Head International Airport. Built in 2008 and is being offered well below replacement costs with the ability to retain the current franchise through a new franchise agreement with IHG. The hotel is being offered unencumbered of debt and management and is ideally situated off Exit 104 of Interstate-95 with great visibility and access to all the major demand generators in the market. The Savannah/Hilton Head International was recently recognized as the No. 2 Airport for leisure travelers in the U.S according to Conde Nast Traveler. This hotel has very stable top line revenues exceeding $2,100,000 during the past 4 years with an average NOI of nearly $740,000 during the same time period. The Candlewood Suites Savannah Airport Hotel offers a convenient location near many attractions and businesses in Savannah. Subject property is located directly off I-95 on Exit 104 at the Savannah Hilton Head International Airport (SAV) which offers a complimentary shuttle service. Guests at the hotel can easily travel to the nearby Tanger Outlets and all local attractions in the Savannah metro market. This airport hotel is just 12 miles from Savannah's Historic District and Tybee Island which offers access to the beaches and Atlantic ocean. Local corporations include IKEA, Target Distribution Center, Home Depot, Dollar Tree Distribution Center, Gulfstream, SheltAir, Flight Safety, and Pier 1 Distribution Center. Complimentary amenities include an airport/local area shuttle, self-laundry facilities, fitness center, an outdoor pool and high-speed Internet access. Guests can buy snacks and meals at the on-site convenience store, the Candlewood Cupboard, which guests can prepare in their suite's fully equipped kitchen.",
      "images": "",
      "userId": 1,
      "id": 1
    },
    {
      "dealName": "Shops at Barcelona Towers",
      "address": "3300 West 6th St, Los Angeles, CA 90020",
      "propertyId": 4,
      "classId": 2,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": 9063,
      "contact": "Charley Simpson",
      "initialPrice": 3000000,
      "initialCapRate": 0.04,
      "bidPrice": 3000000,
      "closingDate": "7/01/2020",
      "notes": "9,063 SF ground floor retail portion of a six-story 76-unit condominium property located one block north of Wilshire Boulevard on the southwest side of the hard-signalized corner of West 6th Street and South Berendo Street in Los Angeles, California.This mixed-use project was developed in 2005 and is located in the heart of Koreatown, the most densely populated community in all of Los Angeles County with over 139,000 people living and 50,000 people working within a one-mile radius of the subject property. Strategically located within a short walking distance to the Wilshire/Vermont subway station, The Shops @ Barcelona Towers feature six units with excellent visibility facing West 6th Street and ground floor valet parking available for customers during business hours. The Shops at Barcelona Towers is currently 66.7% leased to three highly rated restaurants.",
      "images": "",
      "userId": 1,
      "id": 2
    },
    {
      "dealName": "Midway Road Office",
      "address": "13465 Midway Rd, Dallas, TX 75244",
      "propertyId": 5,
      "classId": 2,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": 65435,
      "contact": "Mark Meyer",
      "initialPrice": 1900000,
      "initialCapRate": "",
      "bidPrice": 1900000,
      "closingDate": "6/11/2020",
      "notes": "The Midway Road Office Building is a ±63,592 RSF, Class B office building located at 13465 Midway Road in the West LBJ Freeway submarket within Dallas County, TX. This North Dallas Property is a four (4) story office building just north of LBJ and Midway Road where redevelopment continues to take place. Although physically located in Farmers Branch, a Dallas address is used for marketing purposes and mailing address. Strategically positioned in the Dallas area, the Property provides an opportunity to acquire a ±65% occupied commercial asset with significant value add opportunities. Built in 1983 and extensively gutted and refurbished from 2006 – 2020 with over $180k in recent CapEx. Each of the four (4) floors have been taken back to shell condition and renovated with new finishes and multi-tenant corridors with the exception of the first floor restrooms. Floors 2-4 restrooms have been taken back to shell condition and closingDateed to a class A standard. Other renovations include a new first floor lobby with comfortable finishes which includes 2 TV screens for tenants to relax, a digital energy management system, surveillance cameras, card access system and a backup generator. Exterior renovations include sealing the outside brick veneer to the aluminum curtain wall, replacement of rooftop HVAC unit compressors and restriping the surface parking lot. The Property is currently ±65.2% occupied by a mix of professional office users with staggered expirations and offers investors stable income with value add via contractual increases and renewal options. This office building opportunity offers the knowledgeable investor the opportunity to increase rents and extend leases making it an ideal value-add investment. There is significant value enhancement via strategic long term leasing strategies at market rates (estimated at $20 in the submarket according to CoStar data). Stabilizing the Property will allow the new owner to enjoy an increased cash-flow stream and significant capital appreciation upon future disposition.",
      "images": "",
      "userId": 1,
      "id": 3
    },
    {
      "dealName": "Silverado Gallery",
      "address": "335-345 E. Silverado Ranch Blvd, Las Vegas, NV 89183",
      "propertyId": 4,
      "classId": 1,
      "stageId": 2,
      "statusId": 1,
      "squareFeet": 19120,
      "contact": "David Houle",
      "initialPrice": 3200000,
      "initialCapRate": "",
      "bidPrice": "",
      "closingDate": "8/18/2020",
      "notes": "Built in 2019, the Property consists of two buildings situated on a ±1.9-acre site at 335-345 E. Silverado Ranch Boulevard. 345 E. Silverado Ranch, the larger of the two structures, contains ±15,120 SF and is currently divided into six in-line suites. The smaller building, 335 E. Silverado Ranch, is a ±4,000 SF drive-thru building with two-suites. The Property features highly-visible pylon signage, an on-site community grease trap, and an ±84-stall paved parking lot. The Property is strategically positioned along on Silverado Ranch Boulevard in South Las Vegas, with strong traffic counts of approximately 30,000 VPD (Vehicles Per Day). The site is located within the immediate vicinity of single family residences, a multitude of apartment complexes, retail centers, recreational parks, and public schools. In addition, the Property is situated perpendicularly across the street from a ±19-acre multi-family development.",
      "images": "",
      "userId": 2,
      "id": 4
    },
    {
      "dealName": "2021 Cabot Flex/Industrial",
      "address": "2021 Cabot Blvd W, Langhorne, PA 19047",
      "propertyId": 3,
      "classId": 2,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": 40817,
      "contact": "Peter Stevens",
      "initialPrice": 2000000,
      "initialCapRate": 0.05,
      "bidPrice": 2000000,
      "closingDate": "7/23/2020",
      "notes": "This “Core” Investment opportunity reflects a building 100% leased to a single-tenant Fortune 1000 company. ADT, with revenues of $5B+, and its predecessor LifeShield, utilizes the building as a mission critical operation housing three separate functions including last mile warehousing of product ready for shipping direct to their customer, executive office space and a call center. The Bucks County Business Park consists of approximately 3.2 million square feet of industrial and flex space on 500 acres. Major tenants include Amazon, as well as a Red Roof Inn, which is also located on Cabot Boulevard. The Park’s development was begun in the mid-70s by Cabot & Forbes. Today, many of the buildings in the park are owned by well-known local and regionally based real estate investors. The property is located on Cabot Boulevard in Langhorne, PA, which is near I-95, the Pennsylvania Turnpike and Route 1. The building has undergone significant upgrades totaling close to $1 million over the past eighteen months, including: painting of the exterior of the building, the addition of a major call center, refurbishing of all rest rooms as well as the addition of new rest rooms, new floor coverings for the entire building, remodeling of the entrance lobby and cafeteria, and the addition of both a conference center and a training center.",
      "images": "",
      "userId": 2,
      "id": 5
    },
    {
      "dealName": "Fox Creek Camden",
      "address": "1485 Country Club Rd, Camden, AR 71701",
      "propertyId": 1,
      "classId": 3,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": 108856,
      "contact": "Chris Castillo",
      "initialPrice": 1250000,
      "initialCapRate": 0.03,
      "bidPrice": 1250000,
      "closingDate": "7/03/2020",
      "notes": "Fox Creek Camden (The Property) is a seventeen building, 108,856 SF apartment complex on 9.69 acres located at 1485 Country Club Rd. in Camden, AR. The Property presents investors with the opportunity to acquire the largest apartment complex in AR with significant value enhancement opportunities in a highly accessible location. Fox Creek is the largest apartment complex in Camden, AR with 120 units consisting of 44 one- bedroom and 76 two-bedroom floor plans averaging a generous 907 square feet in size. Occupancy is currently at 51.67% and trending upward after seller cleaned house of problem management staff and tenants. A majority of the roofs were replaced in 2020, where needed, and half of the units have had a light rehab completed which include faux wood flooring in wet areas and on first floor units, closingDateed brushed nickel fixtures, appliances and fans. Owners can add value by completing remaining classic units with an organized rehab program of two-toned paint, refreshed kitchen of new cabinet faces (or painted cabinets), resurfaced counters, color coordinated appliances, new ceiling fans, quality light and plumbing fixtures. Community also has open spaces which can closingDatee lacking amenities (barbecue/gathering area or playground). The market supports rent over $100/month more than where they are currently. Fox Creek is conveniently located off of US-278 (Branyan-Hunnicutt Bypass) with easy access to US-79 feeding into Camden’s regional airport, Harrel Field. The immediate area consists of major grocers, Wal-mart Supercenter and Brookshires, shopping centers, fast food and dine-in restaurants. The city’s major employers are all within 12 miles of the property. Fox Creek is on the school and public transit bus route and nestled alongside timberlands making it desirable for residents looking to settle into a quiet part of town.",
      "images": "",
      "userId": 2,
      "id": 6
    },
    {
      "dealName": "Hyatt Chicago O'Hare",
      "address": "6350 N River Rd, Rosemont, IL 60018",
      "propertyId": 2,
      "classId": 2,
      "stageId": 4,
      "statusId": 1,
      "squareFeet": 123630,
      "contact": "Scott Kaniewski",
      "initialPrice": 3800000,
      "initialCapRate": 0.06,
      "bidPrice": 3800000,
      "closingDate": "9/16/2020",
      "notes": "The Hyatt Rosemont opened in 1999 and features an 8-story, interior corridor building set on ±0.52 acres with 206 oversized guestrooms and numerous modern amenities including a fitness center, business center, complimentary airport transportation, ±9,680 SF of flexible indoor meeting space, and a 103-seat all-inclusive restaurant and lounge. Hyatt has granted certain franchise incentives that are assumable by new ownership. There is currently no PIP requirement prior to June 2020; Royalty Fees have been reduced by 50% through December 2019, and FF&E Reserves have been reduced through December 2019. These franchise incentives are assumable by new ownership, and may be extended, subject to further negotiation with Hyatt. Situated just off Interstate-294 and Interstate-90, the Hyatt Rosemont is located just two miles from the O’Hare International Airport, easily accessible to business, leisure, and group travelers alike. Additionally, with its location in the Chicago O’Hare submarket, the Hotel is at the center of a robust commercial/industrial economy that features roughly 13.2 million square feet of office space (over 6.9 million SF classified as Class A). The Hotel is also in close proximity to several major Chicagoland demand generators including Rivers Casino (less than 1 mile), Donald E. Stephens Convention Center (1.5 miles), which is the nation’s 10th largest convention and trade show facility with 840,000 square feet of exhibition space, the Fashion Outlets of Chicago (2 miles), MB Financial Park (2 miles), and Allstate Arena (2 miles). The Hotel is also located minutes from Downtown Chicago, which is approximately 15 miles to the southeast via the Kennedy Expressway (I-90).",
      "images": "",
      "userId": 3,
      "id": 7
    },
    {
      "dealName": "Peachtree Parkway Medical",
      "address": "2575 Peachtree Parkway, Cumming, GA 30041",
      "propertyId": 5,
      "classId": 1,
      "stageId": 5,
      "statusId": 3,
      "squareFeet": 18612,
      "contact": "Jay Hammond",
      "initialPrice": 1800000,
      "initialCapRate": 0.07,
      "bidPrice": 1800000,
      "closingDate": "6/05/2020",
      "notes": "Peachtree Parkway Medical Office is a ±17,482 RBA, 3-story, office building located at 2575 Peachtree Parkway in Cumming, GA. This asset offers investors the opportunity to purchase a stabilized state-of-the-art medical building within a robust and affluent suburb in the Atlanta MSA. Built in 2010, the Property contains a multi-tenant office building situated on one parcel totaling ±1.05 acres with ±60 surface parking spaces. The building consists of high-end interior finishes paired with a high-quality steel and cement design, allowing for very efficient floorplans. The exterior is finished in brick and stucco for a low-maintenance, professional appearance. The large glass windows on the exterior provide each tenant's space with ample natural light and attractive views. The Property is 100% occupied by a mix of professional medical office users on NNN-leases and offers investors stable income with value add via contractual increases and renewal options. The Property is anchored by Physicians Immediate Care, an urgent care facility that sees as many as 100 patients daily. The Property benefits from strategic positioning w/ irreplaceable frontage on main thoroughfare in a high traffic area (30,000+ ADT) near the corner of Peachtree Parkway and Brookwood Road. Peachtree Parkway Medical Office is located in a heavy retail area between a Walmart Supercenter and Brookwood Marketplace, a premier Super Target, The Home Depot, and Bed, Bath & Beyond co-anchored center. This retail node creates a substantial critical retail mass drawing customers from an expanded trade area benefiting Peachtree Parkway Medical Office. The Property offers great visibility and accessibility and is located only ±4 miles from US-19 offering access to the greater Atlanta area and extensive freeway system. Additionally, this medical building is positioned near medical demand drivers and just ±3 miles from Emory Johns Creek Hospital and ±20 minutes from WellStar North Fulton Hospital. The Property's location offers excellent real estate fundamentals within robust trade area and extremely dense and compelling demographics with a 2020 population of ±176,793 with an AHHI of ±$152,987 (5-mile radius). The Property is located in a desirable GA location in a thriving growing area that has benefited from a population growth of ±32.28% from 2010-2020 and will continue to benefit from a population that is expanding at a rapid pace, with nearly 12% additional growth projected by 2025 (5-mile radius). In 2020, the total estimated specified consumer spending within a 5-mile radius of the Property accounts for ±$2,168,437,000 and there are ±6,256 businesses and ±77,138 employees. This growing and affluent area has a very high median HH income exceeding $130,000 within 3 miles.",
      "images": "",
      "userId": 3,
      "id": 8
    },
    {
      "dealName": "Columbia Promenade",
      "address": "1251-1263 West Columbia Ave, Kissimmee, FL 34741",
      "propertyId": 4,
      "classId": 2,
      "stageId": 5,
      "statusId": 2,
      "squareFeet": 65853,
      "contact": "Brad Peterson",
      "initialPrice": 5300000,
      "initialCapRate": 0.06,
      "bidPrice": 5300000,
      "closingDate": "7/15/2020",
      "notes": "Columbia Promenade is located in the Kissimmee submarket, the sixth largest of twenty-six submarkets in the Orlando MSA. According to CoStar as of Q1 2020, the submarket contains 8.7 million square feet of rentable space with a vacancy rate of 4.4%. The strength in the market has also brought continual rent growth, as market rent for the submarket, as of Q1 2020, is at an all-time high of $19.80 PSF, a 26.1% increase over the past 5 years. The Kissimmee retail submarket is anchored by three of the top performing centers within a 10-mile radius: the 435,000 SF LOOP, anchored by Kohls, Michaels, Ross Dress for Less, Bed Bath & Beyond, Petco, Old Navy and Regal Cinemas; the 530,000 SF Crosslands Shopping Center, anchored by Academy Sports, Marshalls, HomeGoods, Hobby Lobby, Ross Dress for Less, The Fresh Market, Five Below, PetSmart, Party City, Kirkland’s and Haverty’s; and the 295,000 SF Loop West, anchored by TJMaxx, DSW, Ulta Beauty, Nike, and JCPenney. According to Placer. Ai, these three centers bring a combined 5.7 million annual visitors to the nearby retail corridor. The Orlando MSA is currently experiencing an economic boom exceeding state and national averages due to its vibrant tourism, real estate and life sciences industries. Orlando ranks as the #1 major Southeast MSA for both projected population growth and job growth over the past 12 months. Additionally, the Orlando MSA boasts the third lowest unemployment rate of all major Southeast MSAs.",
      "images": "",
      "userId": 3,
      "id": 9
    }
  ],
  "properties": [
    {
      "type": "Multi-Family",
      "id": 1
    },
    {
      "type": "Hospitality",
      "id": 2
    },
    {
      "type": "Industrial",
      "id": 3
    },
    {
      "type": "Retail",
      "id": 4
    },
    {
      "type": "Office",
      "id": 5
    },
    {
      "type": "Mixed-Use",
      "id": 6
    },
    {
      "type": "Land",
      "id": 7
    },
    {
      "type": "Special Purpose",
      "id": 8
    }
  ],
  "classes": [
    {
      "class": "A",
      "id": 1
    },
    {
      "class": "B",
      "id": 2
    },
    {
      "class": "C",
      "id": 3
    }
  ],
  "stages": [
    {
      "stage": "Prospecting",
      "id": 1
    },
    {
      "stage": "Underwriting",
      "id": 2
    },
    {
      "stage": "Letter of Intent",
      "id": 3
    },
    {
      "stage": "Due Diligence",
      "id": 4
    },
    {
      "stage": "Bid",
      "id": 5
    }
  ],
  "statuses": [
    {
      "status": "Active",
      "id": 1
    },
    {
      "status": "Closed",
      "id": 2
    },
    {
      "status": "Lost",
      "id": 3
    }
  ]
}